Repository: lepidus/ReviewersControlReport
Catalog: locale/*/locale.po
Languages: es_es, pt_br

# plugins.reports.reviewersControlReport.displayName
source: Reviewers Control Report
es_es: Informe de Control del Revisor
pt_br: Relatório de Controle de Avaliadores

# plugins.reports.reviewersControlReport.description
source: Generates a control report for editors to manage reviewers.
es_es: Genera un informe de seguimiento para que los editores administren a los revisores.
pt_br: Gera um relatório de controle para editores gerenciarem os avaliadores.

# plugins.reports.reviewersControlReport.NoReviewers
source: No reviewers found.
es_es: Revisores no encontrados.
pt_br: Avaliadores não encontrados.

# plugins.reports.reviewersControlReport.field.email
source: Email
es_es: Correo electrónico

# plugins.reports.reviewersControlReport.field.fullName
source: Full Name
es_es: Nombre completo
pt_br: Nome Completo

# plugins.reports.reviewersControlReport.field.affiliation
source: Affiliation
es_es: Afiliación
pt_br: Instituição/Afiliação

# plugins.reports.reviewersControlReport.field.interests
source: Interests
es_es: Intereses de revisión
pt_br: Áreas de Interesse

# plugins.reports.reviewersControlReport.field.qualityAverage
source: Quality Average
es_es: Puntuación del revisor/a
pt_br: Média de Notas

# plugins.reports.reviewersControlReport.field.reviewedSubmissionsTotal
source: Reviewed Submissions(Total)
es_es: Envíos evaluados (total)
pt_br: Avaliações Completas

source: Reviewed Submissions(Title and Completed Date)
es_es: Envíos evaluados (título y fecha de finalización)
pt_br: Submissões Avaliadas(Título e Data de Conclusão)

source: No reviewed submissions
es_es: No se evaluaron envíos
pt_br: Não possui submissões avaliadas

# plugins.reports.reviewersControlReport.validate.utf8
source: Invalid UTF-8 String
es_es: El texto UTF-8 no es válido
pt_br: Texto UTF-8 inválido
